Repository: common-repository/recotrust-integration
Catalog: languages/woocommerce-reco-plugin-*.po
Languages: sv_se

source: This will display Recotrust recommendations on your woocommerce site.
sv_se: Denna plugin kommer att Visa Recotrust rekommendationer på din WooCommerce webbplats.

source: Widget Style
sv_se: Widget stil

source: Select
sv_se: Välj

source: Small
sv_se: Liten

source: High with Recos
sv_se: Hög med Recos

source: Horizontal with Recos
sv_se: Horisontell med Recos

source: Horizontal
sv_se: Horisontell

source: Width
sv_se: Bredd

source: Height
sv_se: Höjd

source: Custom CSS Class (optional)
sv_se: Anpassade CSS-klass (tillval)

source: Custom Background Color (optional)
sv_se: Anpassad bakgrundsfärg

source: Check this box to activate the plugin.
sv_se: Markera denna ruta för att aktivera plugin.

source: Activate Recotrust Plugin
sv_se: Aktivera Recotrust plugin

source: Your Recotrust ID can be found by logging in at Recotrust.com
sv_se: Ditt Recotrust-ID kan hittas genom att logga in på Recotrust.com

source: Recotrust API Key
sv_se: Recotrust API-nyckel

source: Email kundtjanst@recotrust.com to get your API key.
sv_se: Skicka till kundtjanst@recotrust.com att få din API-nyckel.

source: Send review request (delay)
sv_se: Skicka granskningsförfrågan (fördröjning)

source: Specify how many days after the order is placed we should send a review request. Example: If you shipping time is 7 days set 14 so the customer has a chance to experience your product.
sv_se: Ange hur många dagar efter att beställningen är gjord som vi bör skicka en anmälningsförfrågan: Om leveranstiden är på 7 dagar ändra till 14 dagar, då kunden kan få en chans att testa produkten.

source: <h4>You can add the Recotrust widget in your theme <a href="%1$s">widgets panel</a>.<h4>
sv_se: <h4>Du kan lägga till Recotrust widget i din tema <a href="%1$s">widgets Panelen</a>.<h4>

source: Sends invitation requests to Recotrust and displays Recotrust widgets on ecommerce sites.
sv_se: Skickar Inbjudnings förfrågningar till Recotrust och visar Recotrust widgets på e-handelshemsidor.
